{
  "addon_summary": "Configura tu cuenta de Stremio con solo unos clics.",
  "what_does_it_do_title": "¿Para qué sirve?",
  "what_does_it_do_desc": "Stremio Account Bootstrapper te permite configurar tu cuenta de Stremio con solo unos clics, incorporando una configuración preestablecida en tu cuenta. Es útil para quienes son nuevos, quienes desean una base sólida para construir su configuración, o para agilizar el proceso de crear cuentas nuevas para familiares o amigos.",
  "which_addons_title": "¿Qué complementos incluye el preset?",
  "instructions_title": "Instrucciones",
  "instructions_1": "Inicia sesión usando tus credenciales de Stremio o consigue la AuthKey de Stremio. Si creaste tu cuenta a través de Facebook, por favor usa la segunda opción <a href=\"#how\">(?)</a>. Si no tienes una cuenta, puedes crear una haciendo clic en \"Registrarse\".",
  "instructions_2": "Crea una copia de seguridad de tu configuración actual (recomendado). Esto te permitirá restaurar tu configuración actual si es necesario.",
  "instructions_3": "Selecciona tu preset preferido.<br /><i>La opción Factory te permite restablecer la cuenta al mismo estado que una recién creada.</i>",
  "instructions_4": "Selecciona tu servicio de debrid e ingresa la clave API (opcional) <a href=\"#faq\">(?)</a>.<br />Si decides no incluirlo, ⚠️ <strong class=\"text-error\">estarás usando torrents</strong> ⚠️. Por favor revisa las políticas de tu país sobre torrenting antes de continuar.",
  "instructions_5": "Selecciona addons/opciones adicionales (opcional).",
  "instructions_6": "Ingresa tu clave RPDB (opcional) <a href=\"https://ratingposterdb.com/\" target=\"_blank\">(?)</a>.",
  "instructions_7": "Personaliza el preset de addons (opcional). Puedes eliminar o ordenar addons, y renombrar o borrar los catálogos de AIOLists/Anime Kitsu.",
  "instructions_8": "Cuando hayas terminado de personalizar, haz clic en \"Sincronizar con Stremio\" para actualizar tu cuenta.",
  "instructions_9": "Ve a la configuración de Stremio para ajustar tus opciones de idioma preferidas.",
  "warning": "⚠️ <strong class=\"text-error\">Se borrará la configuración existente</strong>. Se recomienda crear una copia de seguridad antes de continuar. ⚠️<br /><strong>Úsalo bajo tu propio riesgo. No se proporciona soporte.</strong>",
  "note": "Nota: Si necesitas cambiar el idioma o la clave API de debrid después de hacer clic en \"Cargar Addons del Preset\", tendrás que recargar la página y empezar de nuevo.",
  "login": "Iniciar sesión",
  "logged_in": "Sesión iniciada",
  "login_failed": "Error al iniciar sesión",
  "stremio_email": "Correo electrónico de Stremio",
  "stremio_password": "Contraseña de Stremio",
  "or": "O",
  "paste_authkey": "Pega aquí la AuthKey de Stremio...",
  "how_to_get_authkey": "¿Cómo conseguir la AuthKey de Stremio?",
  "configure": "Configurar",
  "step0_authenticate": "Paso 0: Autenticarse",
  "step1_select_preset": "Paso 1: Selecciona el preset",
  "english": "Inglés",
  "spanish_latino": "Español (Latino)",
  "spanish_spain": "Español (España)",
  "spanish": "Español",
  "portuguese_brazil": "Portugués (Brasil)",
  "portuguese": "Portugués",
  "french": "Francés",
  "italian": "Italiano",
  "german": "Alemán",
  "factory": "Factory",
  "step2_debrid_api_key": "Paso 2: Ingresa la clave API de Debrid (opcional)",
  "get_api_key_here": "Consíguela aquí",
  "step3_additional_addons": "Paso 3: Addons adicionales (opcional)",
  "step4_additional_options": "Paso 4: Opciones adicionales (opcional)",
  "no_4k": "Sin 4K",
  "cached_only_debrid": "Solo caché (debrid)",
  "step5_rpdb_key": "Paso 5: Ingresa la clave RPDB (opcional)",
  "step6_load_preset": "Paso 6: Cargar preset",
  "load_addons_preset": "Cargar Addons del Preset",
  "step7_customize_addons": "Paso 7: Personalizar Addons (opcional)",
  "step8_bootstrap_account": "Paso 8: Inicializar cuenta",
  "sync_to_stremio": "Sincronizar con Stremio",
  "edit_manifest": "Editar manifiesto",
  "how_step1": "Inicia sesión en",
  "how_step1_end": "utilizando tus credenciales de Stremio en tu navegador.",
  "how_step2": "Abre la consola de desarrollador",
  "how_step2_middle": " y pega el siguiente fragmento de código:",
  "how_step3": "Toma el valor de salida y pégalo en el formulario de arriba.",
  "faq_title": "FAQ",
  "faq_risks_summary": "¿Qué riesgos están involucrados?",
  "faq_risks_desc": "Se borrará la configuración existente, por favor crea una copia de seguridad antes de continuar. Se recomienda usar esto en una cuenta nueva o en una donde quieras empezar con una configuración completamente nueva.",
  "faq_credentials_summary": "¿Son seguras mis credenciales?",
  "faq_credentials_desc1": "Sí. Solo usamos tus credenciales para autenticar con la API de Stremio. No las almacenamos de ninguna manera; tan pronto como actualices la página, se habrán ido.",
  "faq_credentials_desc2": "Si aún tienes dudas, te recomendamos encarecidamente que leas el código fuente. Verás que no hay nada oculto ni sospechoso.",
  "faq_console_summary": "¿Qué es la consola de desarrollador y cómo la abro?",
  "faq_console_desc1": "La consola de desarrollador del navegador es una herramienta que registra la información asociada con una aplicación web, como solicitudes de red y errores. También te permite interactuar con la página web cargada utilizando JavaScript. La mayoría de los navegadores modernos tienen una consola de desarrollador integrada.",
  "faq_console_desc2_1": "Usa ",
  "faq_console_guide_link": "esta guía",
  "faq_console_desc2_2": " para abrir la consola de desarrollador de tu navegador, asegurándote de tener abierta la aplicación web de Stremio.",
  "faq_debrid_summary": "¿Qué es un servicio de debrid?",
  "faq_debrid_desc1": "Un servicio de debrid es un multi-host sin restricciones que te permite transmitir y descargar videos al instante a las mejores velocidades. En términos simples, el servicio de debrid actúa como intermediario entre el rastreador de BitTorrent y tú, por lo que descargas el contenido directamente de sus servidores a alta velocidad. La mayoría del contenido ya está en caché, lo que significa que puedes acceder a él al instante.",
  "faq_debrid_desc2": "Principales beneficios:",
  "faq_debrid_benefit1": "Descargas a alta velocidad, sin almacenamiento en búfer. Sí, incluyendo contenido 4K (tu experiencia puede variar según tu conexión a Internet).",
  "faq_debrid_benefit2": "Si vives en un país donde los proveedores de Internet monitorean la actividad de torrent, estás a salvo con uno y no hay necesidad de un VPN para transmitir.",
  "faq_debrid_benefit3": "El contenido puede seguir siendo accesible incluso si la fuente original ya no está disponible.",
  "faq_debrid_benefit4": "Un pequeño costo te brinda una experiencia similar a Netflix por tan solo 3 USD al mes.",
  "faq_debrid_note": "Si vives en un país donde se permite el torrenting o tienes un VPN y estás de acuerdo con un poco de almacenamiento en búfer aquí y allá, puedes omitirlo.",
  "faq_next_summary": "¿Qué debo hacer a continuación?",
  "faq_next_desc1": "¡Ahora puedes comenzar a disfrutar de tus películas, programas de televisión y televisión en vivo favoritos! El preset proporciona una base sólida que debería satisfacer las necesidades de la mayoría de las personas. Sin embargo, si lo deseas, puedes actualizar la configuración de los addons proporcionada por el preset accediendo a sus respectivas configuraciones en Stremio y/o agregar addons adicionales. Todos los addons disponibles se pueden encontrar ",
  "faq_next_addons_link": "aquí",
  "credits_title": "Créditos",
  "credits_text": "Esta herramienta se basa en el trabajo original de <code><a href=\"https://github.com/pancake3000/stremio-addon-manager\" target=\"_blank\">pancake3000</a></code> y el fork de <code><a href=\"https://github.com/redd-ravenn/stremio-addon-manager\" target=\"_blank\">redd-ravenn</a></code>, con la colaboración de <code>Sleeyax</code> y <code>&lt;Code/&gt;</code>. Esta idea no podría haber llegado a buen término sin su contribución a la comunidad de Stremio 🙏.",
  "footer_credit": "Hecho con ❤️ por DryKillLogic",
  "footer_source_code": "Código fuente",
  "instructions_10": "¡Disfruta tus películas, series y TV en vivo favoritas!",
  "authentication": "Autenticación",
  "backup_restore": "Copia de seguridad/Restaurar",
  "backing_up": "Creando copia de seguridad...",
  "backup_config": "Copia de seguridad de la configuración",
  "restoring": "Restaurando...",
  "restore_config": "Restaurar configuración",
  "signup": "Registrarse",
  "register_failed": "Error al registrarse",
  "register_successful": "Registro exitoso",
  "backup_saved": "Copia de seguridad guardada",
  "backup_failed": "Error al guardar la copia de seguridad",
  "restore_failed": "Error al restaurar",
  "restore_successful": "Restauración exitosa",
  "invalid_backup_file": "Archivo de copia de seguridad inválido",
  "failed_update_manifest": "Error al actualizar el manifiesto",
  "failed_fetching_presets": "Error al obtener los presets",
  "sync_complete": "Sincronización completa"
}
