{
  "addon_summary": "Configurez votre compte Stremio en quelques clics.",
  "what_does_it_do_title": "À quoi ça sert ?",
  "what_does_it_do_desc": "Stremio Account Bootstrapper vous permet de configurer votre compte Stremio en quelques clics en intégrant un préréglage dans votre compte. C'est pratique pour les nouveaux utilisateurs, ceux qui veulent une base solide pour leur configuration, ou pour accélérer la création de nouveaux comptes pour des membres de la famille ou des amis.",
  "which_addons_title": "Quels addons sont inclus dans le préréglage ?",
  "instructions_title": "Instructions",
  "instructions_1": "Connectez-vous avec vos identifiants Stremio ou obtenez la clé d'authentification Stremio. Si vous avez créé votre compte via Facebook, veuillez utiliser la clé d'authentification <a href=\"#how\">(?)</a>. Si vous n'avez pas de compte, vous pouvez en créer un en cliquant sur \"Inscription\".",
  "instructions_2": "Créez une sauvegarde de votre configuration actuelle (recommandé). Cela vous permettra de restaurer votre configuration si nécessaire.",
  "instructions_3": "Sélectionnez votre préréglage préféré.<br /><i>L'option Factory permet de réinitialiser le compte à l'état d'un compte nouvellement créé.</i>",
  "instructions_4": "Sélectionnez votre service de débridage et saisissez la clé API (optionnel) <a href=\"#faq\">(?)</a>.<br />Si vous choisissez de ne pas l'inclure, ⚠️ <strong class=\"text-error\">vous utiliserez le torrent</strong> ⚠️. Veuillez vérifier la législation de votre pays concernant le torrent avant de continuer.",
  "instructions_5": "Sélectionnez des addons/options supplémentaires (optionnel).",
  "instructions_6": "Saisissez votre clé RPDB (optionnel) <a href=\"https://ratingposterdb.com/\" target=\"_blank\">(?)</a>.",
  "instructions_7": "Personnalisez le préréglage des addons (optionnel). Vous pouvez retirer ou trier les addons, et renommer ou supprimer les catalogues AIOLists/Anime Kitsu.",
  "instructions_8": "Une fois la personnalisation terminée, cliquez sur \"Synchroniser avec Stremio\" pour mettre à jour votre compte.",
  "instructions_9": "Allez dans les paramètres Stremio pour ajuster vos options de langue préférées.",
  "warning": "⚠️ Vous allez <strong class=\"text-error\">effacer la configuration existante</strong>. Il est recommandé de créer une sauvegarde avant de continuer. ⚠️<br /><strong>Utilisez à vos risques et périls. Aucun support n'est fourni.</strong>",
  "note": "Note : Si vous devez changer la langue ou la clé API de débridage après avoir cliqué sur \"Charger les addons du préréglage\", vous devrez recharger la page et recommencer.",
  "login": "Connexion",
  "logged_in": "Connecté",
  "login_failed": "Échec de la connexion",
  "stremio_email": "E-mail Stremio",
  "stremio_password": "Mot de passe Stremio",
  "or": "OU",
  "paste_authkey": "Collez la clé d'authentification Stremio ici...",
  "how_to_get_authkey": "Comment obtenir la clé d'authentification Stremio ?",
  "configure": "Configurer",
  "step0_authenticate": "Étape 0 : Authentification",
  "step1_select_preset": "Étape 1 : Sélectionner le préréglage",
  "english": "Anglais",
  "spanish_latino": "Espagnol (Latino)",
  "spanish_spain": "Espagnol (Espagne)",
  "spanish": "Espagnol",
  "portuguese_brazil": "Portugais (Brésil)",
  "portuguese": "Portugais",
  "french": "Français",
  "italian": "Italien",
  "german": "Allemand",
  "factory": "Factory",
  "step2_debrid_api_key": "Étape 2 : Saisir la clé API de débridage (optionnel)",
  "get_api_key_here": "Obtenez-la ici",
  "step3_additional_addons": "Étape 3 : Addons supplémentaires (optionnel)",
  "step4_additional_options": "Étape 4 : Options supplémentaires (optionnel)",
  "no_4k": "Pas de 4K",
  "cached_only_debrid": "Seulement en cache (débridage)",
  "step5_rpdb_key": "Étape 5 : Saisir la clé RPDB (optionnel)",
  "step6_load_preset": "Étape 6 : Charger le préréglage",
  "load_addons_preset": "Charger les addons du préréglage",
  "step7_customize_addons": "Étape 7 : Personnaliser les addons (optionnel)",
  "step8_bootstrap_account": "Étape 8 : Initialiser le compte",
  "sync_to_stremio": "Synchroniser avec Stremio",
  "edit_manifest": "Modifier le manifeste",
  "how_step1": "Connectez-vous à",
  "how_step1_end": "avec vos identifiants Stremio dans votre navigateur.",
  "how_step2": "Ouvrez la console développeur",
  "how_step2_middle": " et collez le code suivant :",
  "how_step3": "Prenez la valeur de sortie et collez-la dans le formulaire ci-dessus.",
  "faq_title": "FAQ",
  "faq_risks_summary": "Quels sont les risques ?",
  "faq_risks_desc": "Vous allez effacer la configuration existante, veuillez créer une sauvegarde avant de continuer. Il est recommandé d'utiliser ceci sur un compte neuf ou sur un compte où vous souhaitez repartir de zéro.",
  "faq_credentials_summary": "Mes identifiants sont-ils en sécurité ?",
  "faq_credentials_desc1": "Oui. Nous utilisons vos identifiants uniquement pour vous authentifier auprès de l'API Stremio. Nous ne les stockons pas ; dès que vous actualisez la page, ils sont supprimés.",
  "faq_credentials_desc2": "Si vous avez encore des doutes, nous vous encourageons vivement à lire le code source. Vous verrez qu'il n'y a rien de caché.",
  "faq_console_summary": "Qu'est-ce que la console développeur et comment l'ouvrir ?",
  "faq_console_desc1": "La console développeur du navigateur est un outil qui affiche les informations liées à une application web, telles que les requêtes réseau et les erreurs. Elle permet aussi d'interagir avec la page via JavaScript. La plupart des navigateurs modernes en disposent.",
  "faq_console_desc2_1": "Utilisez ",
  "faq_console_guide_link": "ce guide",
  "faq_console_desc2_2": " pour ouvrir la console développeur de votre navigateur, en vous assurant que l'application web Stremio est ouverte.",
  "faq_debrid_summary": "Qu'est-ce qu'un service de débridage ?",
  "faq_debrid_desc1": "Un service de débridage est un multi-hébergeur illimité qui vous permet de streamer et télécharger des vidéos instantanément à la meilleure vitesse. En clair, le service de débridage agit comme intermédiaire entre le tracker BitTorrent et vous, afin que vous téléchargiez le contenu directement depuis leurs serveurs à grande vitesse. La plupart du contenu est déjà en cache, ce qui permet un accès instantané.",
  "faq_debrid_desc2": "Principaux avantages :",
  "faq_debrid_benefit1": "Téléchargements rapides, pas de buffering. Oui, même pour le contenu 4K (votre expérience peut varier selon votre connexion Internet).",
  "faq_debrid_benefit2": "Si vous vivez dans un pays où les fournisseurs surveillent le torrent, vous êtes protégé et il n'est pas nécessaire d'utiliser un VPN pour streamer.",
  "faq_debrid_benefit3": "Le contenu peut rester accessible même si la source originale n'est plus disponible.",
  "faq_debrid_benefit4": "Un petit coût vous offre une expérience similaire à Netflix pour seulement 3 US$ par mois.",
  "faq_debrid_note": "Si le torrent est autorisé dans votre pays ou si vous avez un VPN et acceptez quelques ralentissements, vous pouvez vous en passer.",
  "faq_next_summary": "Que faire ensuite ?",
  "faq_next_desc1": "Vous pouvez maintenant profiter de vos films, séries et TV en direct préférés ! Le préréglage offre une base solide qui devrait convenir à la plupart des besoins. Cependant, si vous le souhaitez, vous pouvez mettre à jour la configuration des addons fournie par le préréglage via leurs paramètres dans Stremio et/ou ajouter d'autres addons. Tous les addons disponibles sont listés ",
  "faq_next_addons_link": "ici",
  "credits_title": "Crédits",
  "credits_text": "Cet outil est basé sur le travail original de <code><a href=\"https://github.com/pancake3000/stremio-addon-manager\" target=\"_blank\">pancake3000</a></code> et le fork de <code><a href=\"https://github.com/redd-ravenn/stremio-addon-manager\" target=\"_blank\">redd-ravenn</a></code>, avec la collaboration de <code>Sleeyax</code> et <code>&lt;Code/&gt;</code>. Cette idée n'aurait pas pu voir le jour sans leur contribution à la communauté Stremio 🙏.",
  "footer_credit": "Réalisé avec ❤️ par DryKillLogic",
  "footer_source_code": "Code source",
  "instructions_10": "Profitez de vos films, séries et TV en direct préférés !",
  "authentication": "Authentification",
  "backup_restore": "Sauvegarde/Restauration",
  "backing_up": "Sauvegarde en cours...",
  "backup_config": "Sauvegarder la configuration",
  "restoring": "Restauration en cours...",
  "restore_config": "Restaurer la configuration",
  "signup": "S'inscrire",
  "register_failed": "Échec de l'inscription",
  "register_successful": "Inscription réussie",
  "backup_saved": "Backup saved",
  "backup_failed": "Backup failed",
  "restore_failed": "Restore failed",
  "restore_successful": "Restore successful",
  "invalid_backup_file": "Invalid backup file"
}
