{
  "addon_summary": "Configure sua conta Stremio com apenas alguns cliques.",
  "what_does_it_do_title": "O que isso faz?",
  "what_does_it_do_desc": "O Stremio Account Bootstrapper permite configurar sua conta Stremio com apenas alguns cliques, aplicando um preset à sua conta. É útil para iniciantes, para quem deseja uma base sólida para montar sua configuração ou para agilizar o processo de criar novas contas para familiares ou amigos.",
  "which_addons_title": "Quais addons o preset inclui?",
  "instructions_title": "Instruções",
  "instructions_1": "Faça login usando suas credenciais do Stremio ou obtenha a Authkey do Stremio. Se você criou sua conta pelo Facebook, use a segunda opção <a href=\"#how\">(?)</a>.",
  "instructions_2": "Selecione seu preset preferido.<br /><i>A opção Factory permite redefinir a conta para o mesmo estado de uma recém-criada.</i>",
  "instructions_3": "Selecione seu serviço de debrid e insira a chave da API (opcional) <a href=\"#faq\">(?)</a>.<br />Se optar por não incluir, ⚠️ <strong class=\"text-error\">você irá torrentear</strong> ⚠️. Por favor, revise as políticas do seu país sobre torrent antes de prosseguir.",
  "instructions_4": "Selecione addons/opções adicionais (opcional).",
  "instructions_5": "Insira sua chave RPDB (opcional) <a href=\"https://ratingposterdb.com/\" target=\"_blank\">(?)</a>.",
  "instructions_6": "Personalize o preset de addons (opcional). Você pode remover ou ordenar addons, e renomear ou excluir os catálogos AIOLists/Anime Kitsu.",
  "instructions_7": "Quando terminar de personalizar, clique em \"Sincronizar com Stremio\" para atualizar sua conta.",
  "instructions_8": "Vá nas configurações do Stremio para ajustar suas opções de idioma preferidas.",
  "instructions_9": "Aproveite seus filmes, séries e TV ao vivo favoritos!",
  "warning": "⚠️ Você irá <strong class=\"text-error\">apagar a configuração existente</strong> e não há como <strong class=\"text-error\">restaurar a configuração anterior</strong>. ⚠️<br /><strong>Use por sua conta e risco. Não há suporte.</strong>",
  "note": "Nota: Se precisar mudar o idioma ou a chave da API do debrid após clicar em \"Carregar Addons do Preset\", será necessário recarregar a página e começar novamente.",
  "login": "Entrar",
  "logged_in": "Conectado",
  "login_failed": "Falha no login",
  "stremio_email": "E-mail do Stremio",
  "stremio_password": "Senha do Stremio",
  "or": "OU",
  "paste_authkey": "Cole a AuthKey do Stremio aqui...",
  "how_to_get_authkey": "Como obter a AuthKey do Stremio?",
  "configure": "Configurar",
  "step0_authenticate": "Passo 0: Autenticar",
  "step1_select_preset": "Passo 1: Selecionar preset",
  "english": "Inglês",
  "spanish_latino": "Espanhol (Latino)",
  "spanish_spain": "Espanhol (Espanha)",
  "spanish": "Espanhol",
  "portuguese_brazil": "Português (Brasil)",
  "portuguese": "Português",
  "french": "Francês",
  "italian": "Italiano",
  "german": "Alemão",
  "factory": "Factory",
  "step2_debrid_api_key": "Passo 2: Insira a chave da API do Debrid (opcional)",
  "get_api_key_here": "Obtenha aqui",
  "step3_additional_addons": "Passo 3: Addons adicionais (opcional)",
  "step4_additional_options": "Passo 4: Opções adicionais (opcional)",
  "no_4k": "Sem 4K",
  "cached_only_debrid": "Somente em cache (debrid)",
  "step5_rpdb_key": "Passo 5: Insira a chave RPDB (opcional)",
  "step6_load_preset": "Passo 6: Carregar preset",
  "load_addons_preset": "Carregar Addons do Preset",
  "step7_customize_addons": "Passo 7: Personalizar Addons (opcional)",
  "step8_bootstrap_account": "Passo 8: Inicializar conta",
  "sync_to_stremio": "Sincronizar com Stremio",
  "edit_manifest": "Editar manifesto",
  "how_step1": "Faça login em",
  "how_step1_end": "usando suas credenciais do Stremio no navegador.",
  "how_step2": "Abra o console do desenvolvedor",
  "how_step2_middle": " e cole o seguinte trecho de código:",
  "how_step3": "Pegue o valor de saída e cole no formulário acima.",
  "faq_title": "FAQ",
  "faq_risks_summary": "Quais riscos estão envolvidos?",
  "faq_risks_desc": "Você irá apagar a configuração existente e não há como restaurar a configuração anterior. Recomenda-se usar em uma conta nova ou em uma onde deseja começar do zero.",
  "faq_credentials_summary": "Minhas credenciais estão seguras?",
  "faq_credentials_desc1": "Sim. Usamos suas credenciais apenas para autenticar na API do Stremio. Não armazenamos de nenhuma forma; ao atualizar a página, elas são apagadas.",
  "faq_credentials_desc2": "Se ainda tiver dúvidas, recomendamos fortemente que leia o código-fonte. Você verá que não há nada escondido.",
  "faq_console_summary": "O que é o console do desenvolvedor e como abrir?",
  "faq_console_desc1": "O console do desenvolvedor do navegador é uma ferramenta que registra informações de uma aplicação web, como requisições de rede e erros. Também permite interagir com a página usando JavaScript. A maioria dos navegadores modernos possui um console embutido.",
  "faq_console_desc2_1": "Use ",
  "faq_console_guide_link": "este guia",
  "faq_console_desc2_2": " para abrir o console do desenvolvedor do seu navegador, garantindo que o app web do Stremio esteja aberto.",
  "faq_debrid_summary": "O que é um serviço de debrid?",
  "faq_debrid_desc1": "Um serviço de debrid é um multi-hoster sem restrições que permite transmitir e baixar vídeos instantaneamente nas melhores velocidades. Em outras palavras, o serviço de debrid atua como intermediário entre o tracker BitTorrent e você, para que baixe o conteúdo diretamente dos servidores deles em alta velocidade. A maior parte do conteúdo já está em cache, permitindo acesso instantâneo.",
  "faq_debrid_desc2": "Principais benefícios:",
  "faq_debrid_benefit1": "Downloads em alta velocidade, sem buffering. Sim, incluindo conteúdo 4K (sua experiência pode variar conforme sua conexão).",
  "faq_debrid_benefit2": "Se mora em um país onde provedores monitoram torrents, estará seguro com um serviço desses e não precisa de VPN para transmitir.",
  "faq_debrid_benefit3": "O conteúdo pode continuar acessível mesmo se a fonte original não estiver mais disponível.",
  "faq_debrid_benefit4": "Por um pequeno valor, você tem uma experiência semelhante à Netflix por apenas US$3 por mês.",
  "faq_debrid_note": "Se mora em um país onde torrent é permitido ou tem VPN e aceita algum buffering, pode ignorar.",
  "faq_next_summary": "O que devo fazer agora?",
  "faq_next_desc1": "Agora você pode aproveitar seus filmes, séries e TV ao vivo favoritos! O preset oferece uma base sólida que deve atender à maioria das pessoas. Porém, se desejar, pode atualizar a configuração dos addons acessando suas respectivas configurações no Stremio e/ou adicionar novos addons. Todos os addons disponíveis estão ",
  "faq_next_addons_link": "aqui",
  "credits_title": "Créditos",
  "credits_text": "Esta ferramenta é baseada no trabalho original de <code><a href=\"https://github.com/pancake3000/stremio-addon-manager\" target=\"_blank\">pancake3000</a></code> e no fork de <code><a href=\"https://github.com/redd-ravenn/stremio-addon-manager\" target=\"_blank\">redd-ravenn</a></code>, com colaboração de <code>Sleeyax</code> e <code>&lt;Code/&gt;</code>. Esta ideia só foi possível graças à contribuição deles para a comunidade Stremio 🙏.",
  "footer_credit": "Feito com ❤️ por DryKillLogic",
  "footer_source_code": "Código-fonte"
}
